Repository: ChristianKitte/ConfigurableTextPlugIn2
Catalog: languages/configurable-text-plugin-*.po
Languages: de_de

source: Configurable Text Plugin
de_de: Konfigurierbares Text Plugin

source: A simple plugin that outputs configurable text via customizable shortcode with rotation effects.
de_de: Ein einfaches Plugin, das konfigurierbaren Text über einen anpassbaren Shortcode mit Rotationseffekten ausgibt.

source: Configurable Text Settings
de_de: Einstellungen für konfigurierbaren Text

source: Configurable Text
de_de: Konfigurierbarer Text

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Text Instance #%s
de_de: Text-Instanz #%s

source: Remove
de_de: Entfernen

source: Text to Display
de_de: Anzuzeigender Text

source: Enter the text you want to display with this shortcode.
de_de: Geben Sie den Text ein, den Sie mit diesem Shortcode anzeigen möchten.

source: Customize the shortcode name (letters, numbers, and underscores only).
de_de: Passen Sie den Shortcode-Namen an (nur Buchstaben, Zahlen und Unterstriche).

source: Current shortcode: [%s]
de_de: Aktueller Shortcode: [%s]

source: Rotation Speed (RPM)
de_de: Rotationsgeschwindigkeit (U/min)

source: Set the rotation speed in rotations per minute (0 = no rotation).
de_de: Stellen Sie die Rotationsgeschwindigkeit in Umdrehungen pro Minute ein (0 = keine Rotation).

source: Add New Text Instance
de_de: Neue Text-Instanz hinzufügen

source: Save All Instances
de_de: Alle Instanzen speichern

source: Text Instance #
de_de: Text-Instanz #

source: Current shortcode: [configurable_text_
de_de: Aktueller Shortcode: [configurable_text_

source: Are you sure you want to remove this text instance?
de_de: Sind Sie sicher, dass Sie diese Text-Instanz entfernen möchten?

source: Default text
de_de: Standardtext
